Repository: mansoor2016/Safa
Catalog: Safa/Localizable.xcstrings
Source language: en
Languages: ar, bn, fa, fr, id, ms, tr, ur

source: Apple Health is not available on this device.
ar: Apple Health غير متاح على هذا الجهاز.
bn: এই ডিভাইসে Apple Health উপলব্ধ নেই।
fa: سلامت اپل در این دستگاه در دسترس نیست.
fr: Apple Santé n'est pas disponible sur cet appareil.
id: Apple Health tidak tersedia di perangkat ini.
ms: Apple Health tidak tersedia pada peranti ini.
tr: Apple Sağlık bu cihazda mevcut değil.
ur: یہ ڈیوائس پر Apple Health دستیاب نہیں ہے۔

source: Apple Health not available on this device
ar: Apple Health غير متاح على هذا الجهاز
bn: এই ডিভাইসে Apple Health উপলব্ধ নেই
fa: سلامت اپل در این دستگاه در دسترس نیست
fr: Apple Santé non disponible sur cet appareil
id: Apple Health tidak tersedia di perangkat ini
ms: Apple Health tidak tersedia pada peranti ini
tr: Apple Sağlık bu cihazda mevcut değil
ur: یہ ڈیوائس پر Apple Health دستیاب نہیں

source: Apply All Recommendations
ar: تطبيق جميع التوصيات
bn: সমস্ত সুপারিশ প্রয়োগ করুন
fa: اعمال همه پیشنهادها
fr: Appliquer toutes les recommandations
id: Terapkan Semua Rekomendasi
ms: Guna Semua Cadangan
tr: Tüm Önerileri Uygula
ur: تمام سفارشات لاگو کریں

source: Arabic
ar: العربية
bn: আরবি
fa: عربی
fr: Arabe
id: Arab
ms: Arab
tr: Arapça
ur: عربی

source: Arabic Text Size
ar: حجم النص العربي
bn: আরবি পাঠ্যের আকার
fa: اندازه متن عربی
fr: Taille du texte arabe
id: Ukuran Teks Arab
ms: Saiz Teks Arab
tr: Arapça Metin Boyutu
ur: عربی متن کا سائز

source: Arabic, Tajweed, and Islamic studies lessons are coming soon.
ar: دروس العربية والتجويد والدراسات الإسلامية قادمة قريبًا.
bn: আরবি, তাজউইদ এবং ইসলামী অধ্যয়নের পাঠ শীঘ্রই আসছে।
fa: درس‌های عربی، تجوید و مطالعات اسلامی به زودی می‌آیند.
fr: Les leçons d'arabe, de Tajweed et d'études islamiques arrivent bientôt.
id: Pelajaran bahasa Arab, Tajwid, dan kajian Islam akan segera hadir.
ms: Pelajaran Arab, Tajwid, dan kajian Islam akan datang tidak lama lagi.
tr: Arapça, Tecvid ve İslami ilimler dersleri yakında geliyor.
ur: عربی، تجوید اور اسلامی علوم کے اسباق جلد آ رہے ہیں۔

source: Ashura
ar: عاشوراء
bn: আশুরা
fa: عاشورا
fr: Achoura
id: Asyura
ms: Asyura
tr: Aşure
ur: عاشورہ

source: Ask a question...
ar: اطرح سؤالاً...
bn: একটি প্রশ্ন জিজ্ঞাসা করুন...
fa: سؤالی بپرسید...
fr: Poser une question...
id: Tanyakan sesuatu...
ms: Tanya soalan...
tr: Bir soru sor...
ur: سوال پوچھیں...

source: Ask about this ayah
ar: اسأل عن هذه الآية
bn: এই আয়াত সম্পর্কে জিজ্ঞাসা করুন
fa: درباره این آیه بپرسید
fr: Poser une question sur ce verset
id: Tanyakan tentang ayat ini
ms: Tanya tentang ayat ini
tr: Bu ayet hakkında sor
ur: اس آیت کے بارے میں پوچھیں

source: Ask Safa
ar: اسأل Safa
bn: Safa কে জিজ্ঞাসা করুন
fa: از Safa بپرسید
fr: Demander à Safa
id: Tanya Safa
ms: Tanya Safa
tr: Safa'ya Sor
ur: Safa سے پوچھیں

source: Ask Safa an Islamic question
ar: اسأل Safa سؤالاً إسلاميًا
bn: Safa কে একটি ইসলামী প্রশ্ন জিজ্ঞাসা করুন
fa: سؤال اسلامی از Safa بپرسید
fr: Poser une question islamique à Safa
id: Tanyakan pertanyaan Islami ke Safa
ms: Tanya Safa soalan Islam
tr: Safa'ya İslami bir soru sor
ur: Safa سے اسلامی سوال پوچھیں

source: Assalamu Alaikum!
ar: السلام عليكم!
bn: আসসালামু আলাইকুম!
fa: السلام علیکم!
tr: Esselamu Aleykum!
ur: السلام علیکم!

source: Audio file not found.
ar: لم يتم العثور على الملف الصوتي.
bn: অডিও ফাইল পাওয়া যায়নি।
fa: فایل صوتی یافت نشد.
fr: Fichier audio introuvable.
id: File audio tidak ditemukan.
ms: Fail audio tidak dijumpai.
tr: Ses dosyası bulunamadı.
ur: آڈیو فائل نہیں ملی۔

source: Audio session error: %@
ar: خطأ في الجلسة الصوتية: %@
bn: অডিও সেশন ত্রুটি: %@
fa: خطای جلسه صوتی: %@
fr: Erreur de session audio : %@
id: Kesalahan sesi audio: %@
ms: Ralat sesi audio: %@
tr: Ses oturumu hatası: %@
ur: آڈیو سیشن میں خرابی: %@

source: Auto-Scroll Reader
ar: التمرير التلقائي للقارئ
bn: স্বয়ংক্রিয়-স্ক্রোল রিডার
fa: خواننده با پیمایش خودکار
fr: Lecteur à défilement automatique
id: Pembaca Gulir Otomatis
ms: Pembaca Auto-Skrol
tr: Otomatik Kaydırmalı Okuyucu
ur: خودکار سکرول ریڈر

source: Auto-Update Content
ar: التحديث التلقائي للمحتوى
bn: স্বয়ংক্রিয়-আপডেট বিষয়বস্তু
fa: به‌روزرسانی خودکار محتوا
fr: Mise à jour automatique du contenu
id: Perbarui Konten Otomatis
ms: Kemas Kini Kandungan Automatik
tr: İçeriği Otomatik Güncelle
ur: مواد خودکار اپ ڈیٹ

source: Available
ar: متاح
bn: উপলব্ধ
fa: در دسترس
fr: Disponible
id: Tersedia
ms: Tersedia
tr: Mevcut
ur: دستیاب

source: Available after Asr prayer
ar: متاح بعد صلاة العصر
bn: আসর নামাজের পরে উপলব্ধ
fa: بعد از نماز عصر در دسترس
fr: Disponible après la prière d'Asr
id: Tersedia setelah shalat Ashar
ms: Tersedia selepas solat Asar
tr: İkindi namazından sonra mevcut
ur: عصر کی نماز کے بعد دستیاب

source: Ayah %lld
ar: الآية %lld
bn: আয়াত %lld
fa: آیه %lld
fr: Verset %lld
id: Ayat %lld
ms: Ayat %lld
tr: Ayet %lld
ur: آیت %lld

# Ayah %lld of %lld
source: Ayah %1$lld of %2$lld
ar: الآية %1$lld من %2$lld
bn: %2$lld এর %1$lld আয়াত
fa: آیه %1$lld از %2$lld
fr: Verset %1$lld sur %2$lld
id: Ayat %1$lld dari %2$lld
ms: Ayat %1$lld daripada %2$lld
tr: Ayet %1$lld / %2$lld
ur: %2$lld میں سے آیت %1$lld

source: Ayah %lld, bookmarked
ar: الآية %lld، محفوظة
bn: আয়াত %lld, বুকমার্ক করা
fa: آیه %lld، نشانک‌گذاری شده
fr: Verset %lld, en favori
id: Ayat %lld, ditandai
ms: Ayat %lld, ditanda buku
tr: Ayet %lld, yer imi eklendi
ur: آیت %lld، بک مارک شدہ

source: Ayahs
ar: الآيات
bn: আয়াত
fa: آیات
fr: Versets
id: Ayat
ms: Ayat-ayat
tr: Ayetler
ur: آیات

source: Back
ar: رجوع
bn: পিছনে
fa: بازگشت
fr: Retour
id: Kembali
ms: Kembali
tr: Geri
ur: واپس

source: Below Nisab threshold
ar: أقل من نصاب الزكاة
bn: নিসাব সীমার নীচে
fa: کمتر از آستانه نصاب
fr: En-dessous du seuil Nisab
id: Di bawah ambang Nisab
ms: Di bawah nisab
tr: Nisap eşiğinin altında
ur: نصاب سے نیچے

source: Best
ar: الأفضل
bn: সেরা
fa: بهترین
fr: Meilleur
id: Terbaik
ms: Terbaik
tr: En İyi
ur: بہترین

source: Best time for Qiyam al-Layl
ar: أفضل وقت لقيام الليل
bn: কিয়ামুল লাইলের সেরা সময়
fa: بهترین زمان برای قیام اللیل
fr: Meilleur moment pour Qiyam al-Layl
id: Waktu terbaik untuk Qiyamul Lail
ms: Masa terbaik untuk Qiyamul Lail
tr: Kıyamu'l-Leyl için en iyi zaman
ur: قیام اللیل کا بہترین وقت

source: Best!
ar: الأفضل!
bn: সেরা!
fa: بهترین!
fr: Meilleur !
id: Terbaik!
ms: Terbaik!
tr: Mükemmel!
ur: بہترین!

source: Beta testers and early users
ar: المختبرون التجريبيون والمستخدمون الأوائل
bn: বিটা পরীক্ষক এবং প্রাথমিক ব্যবহারকারী
fa: آزمایش‌کنندگان بتا و کاربران اولیه
fr: Testeurs bêta et premiers utilisateurs
id: Penguji beta dan pengguna awal
ms: Penguji beta dan pengguna awal
tr: Beta test kullanıcıları ve erken kullanıcılar
ur: بیٹا ٹیسٹرز اور ابتدائی صارفین

source: Birth of Prophet Muhammad ﷺ
ar: المولد النبوي ﷺ
bn: নবী মুহাম্মাদ ﷺ এর জন্ম
fa: میلاد پیامبر محمد ﷺ
fr: Naissance du Prophète Muhammad ﷺ
id: Kelahiran Nabi Muhammad ﷺ
ms: Kelahiran Nabi Muhammad ﷺ
tr: Hz. Muhammed'in ﷺ Doğumu
ur: نبی محمد ﷺ کی ولادت

source: Bismi Allahi arrahmani arraheem
ar: بسم الله الرحمن الرحيم
bn: বিসমিল্লাহির রাহমানির রাহীম
fa: بسم الله الرحمن الرحیم
id: Bismillahirrahmanirrahim
tr: Bismillahirrahmanirrahim
ur: بسم اللہ الرحمن الرحیم

source: Bismillah! Time to break your fast.
ar: بسم الله! حان وقت الإفطار.
bn: বিসমিল্লাহ! আপনার রোজা ভাঙার সময়।
fa: بسم الله! وقت افطار است.
fr: Bismillah ! Il est temps de rompre le jeûne.
id: Bismillah! Waktunya berbuka puasa.
ms: Bismillah! Masa berbuka puasa.
tr: Bismillah! Orucunu açma vakti.
ur: بسم اللہ! روزہ افطار کا وقت ہے۔

source: Bismillah. May Safa be a means of benefit for you in this life and the next.
ar: بسم الله. نسأل الله أن يجعل Safa وسيلة نفع لك في الدنيا والآخرة.
bn: বিসমিল্লাহ। Safa আপনার জন্য এই জীবন এবং পরকালে উপকারের একটি মাধ্যম হোক।
fa: بسم الله. Safa وسیله‌ای برای سود شما در این دنیا و آخرت باشد.
fr: Bismillah. Que Safa soit un moyen de bénéfice pour vous dans cette vie et dans l'au-delà.
id: Bismillah. Semoga Safa menjadi manfaat bagimu di dunia dan akhirat.
ms: Bismillah. Semoga Safa menjadi wasilah kebaikan untuk anda di dunia dan akhirat.
tr: Bismillah. Safa bu dünyada ve ahirette senin için fayda vesilesi olsun.
ur: بسم اللہ۔ Safa آپ کے لیے اس دنیا اور آخرت میں فائدے کا ذریعہ بنے۔

source: Bookmarks
ar: الإشارات المرجعية
bn: বুকমার্ক
fa: نشانک‌ها
fr: Favoris
id: Penanda
ms: Penanda Buku
tr: Yer İmleri
ur: بک مارکس

source: By using Safa, you agree to these terms. If you disagree, please do not use the app.
ar: باستخدامك Safa، فإنك توافق على هذه الشروط. إذا كنت لا توافق، يرجى عدم استخدام التطبيق.
bn: Safa ব্যবহার করে, আপনি এই শর্তাবলীতে সম্মত হন। যদি আপনি অসম্মত হন, তবে অ্যাপটি ব্যবহার করবেন না।
fa: با استفاده از Safa، با این شرایط موافقت می‌کنید. اگر موافق نیستید، لطفاً از برنامه استفاده نکنید.
fr: En utilisant Safa, vous acceptez ces conditions. Si vous n'êtes pas d'accord, veuillez ne pas utiliser l'application.
id: Dengan menggunakan Safa, Anda menyetujui ketentuan ini. Jika tidak setuju, harap jangan gunakan aplikasi ini.
ms: Dengan menggunakan Safa, anda bersetuju dengan terma ini. Jika tidak bersetuju, sila jangan gunakan aplikasi ini.
tr: Safa'yı kullanarak bu şartları kabul etmiş olursunuz. Kabul etmiyorsanız, lütfen uygulamayı kullanmayın.
ur: Safa استعمال کر کے، آپ ان شرائط سے متفق ہیں۔ اگر آپ متفق نہیں ہیں تو براہ کرم ایپ استعمال نہ کریں۔

source: Calculate Your Zakat
ar: احسب زكاتك
bn: আপনার যাকাত হিসাব করুন
fa: زکات خود را محاسبه کنید
fr: Calculer votre Zakat
id: Hitung Zakat Anda
ms: Kira Zakat Anda
tr: Zekatını Hesapla
ur: اپنی زکوٰۃ کا حساب لگائیں

source: Calendar
ar: التقويم
bn: ক্যালেন্ডার
fa: تقویم
fr: Calendrier
id: Kalender
ms: Kalendar
tr: Takvim
ur: کیلنڈر

source: Calendar access was denied. Please enable access in Settings.
ar: تم رفض الوصول إلى التقويم. يرجى تفعيل الوصول في الإعدادات.
bn: ক্যালেন্ডার অ্যাক্সেস অস্বীকার করা হয়েছে। সেটিংসে অ্যাক্সেস সক্ষম করুন।
fa: دسترسی به تقویم رد شد. لطفاً در تنظیمات، دسترسی را فعال کنید.
fr: L'accès au calendrier a été refusé. Veuillez activer l'accès dans les Réglages.
id: Akses kalender ditolak. Harap aktifkan akses di Pengaturan.
ms: Akses kalendar dinafikan. Sila aktifkan akses dalam Tetapan.
tr: Takvim erişimi reddedildi. Lütfen Ayarlar'dan erişimi etkinleştirin.
ur: کیلنڈر تک رسائی مسترد کر دی گئی۔ برائے مہربانی ترتیبات میں رسائی فعال کریں۔

source: Calming Recitation
ar: تلاوة هادئة
bn: শান্ত তিলাওয়াত
fa: تلاوت آرام‌بخش
fr: Récitation apaisante
id: Bacaan Menenangkan
ms: Bacaan Menenangkan
tr: Sakinleştirici Tilavet
ur: پرسکون تلاوت

source: Cancel
ar: إلغاء
bn: বাতিল
fa: لغو
fr: Annuler
id: Batal
ms: Batal
tr: İptal
ur: منسوخ

source: Categories
ar: الفئات
bn: বিভাগ
fa: دسته‌بندی‌ها
fr: Catégories
id: Kategori
ms: Kategori
tr: Kategoriler
ur: زمرے

source: Category
ar: الفئة
bn: বিভাগ
fa: دسته‌بندی
fr: Catégorie
id: Kategori
ms: Kategori
tr: Kategori
ur: زمرہ

source: Caution: %@
ar: تحذير: %@
bn: সতর্কতা: %@
fa: احتیاط: %@
fr: Attention : %@
id: Peringatan: %@
ms: Perhatian: %@
tr: Dikkat: %@
ur: احتیاط: %@

source: Choose a Greeting
ar: اختر تحية
bn: একটি শুভেচ্ছা চয়ন করুন
fa: سلامی انتخاب کنید
fr: Choisir une salutation
id: Pilih Salam
ms: Pilih Ucapan
tr: Bir Selam Seç
ur: سلام منتخب کریں

# Citation: %@%@
source: Citation: %1$@%2$@
ar: المرجع: %1$@%2$@
bn: উদ্ধৃতি: %1$@%2$@
fa: استناد: %1$@%2$@
id: Kutipan: %1$@%2$@
ms: Rujukan: %1$@%2$@
tr: Kaynak: %1$@%2$@
ur: حوالہ: %1$@%2$@

source: Clear
ar: مسح
bn: পরিষ্কার
fa: پاک کردن
fr: Effacer
id: Hapus
ms: Kosongkan
tr: Temizle
ur: صاف

source: Clear All
ar: مسح الكل
bn: সব পরিষ্কার করুন
fa: پاک کردن همه
fr: Tout effacer
id: Hapus Semua
ms: Kosongkan Semua
tr: Tümünü Temizle
ur: سب صاف کریں

source: Coming soon
ar: قريبًا
bn: শীঘ্রই আসছে
fa: به زودی
fr: Bientôt disponible
id: Segera hadir
ms: Akan datang
tr: Yakında
ur: جلد آ رہا ہے

source: Coming Soon
ar: قريبًا
bn: শীঘ্রই আসছে
fa: به زودی
fr: Bientôt disponible
id: Segera Hadir
ms: Akan Datang
tr: Yakında
ur: جلد آ رہا ہے

source: Complete
ar: مكتمل
bn: সম্পূর্ণ
fa: کامل
fr: Terminé
id: Selesai
ms: Selesai
tr: Tamamla
ur: مکمل

source: Complete the Quran this Ramadan
ar: أكمل القرآن في هذا الرمضان
bn: এই রমজানে কুরআন সম্পূর্ণ করুন
fa: قرآن را در این رمضان تکمیل کنید
fr: Terminer le Coran ce Ramadan
id: Selesaikan Al-Quran di Ramadan ini
ms: Khatamkan Al-Quran pada Ramadan ini
tr: Bu Ramazan Kur'an'ı Tamamla
ur: اس رمضان میں قرآن مکمل کریں

source: Complete your nightly dhikr and set your Fajr alarm
ar: أكمل أذكارك المسائية واضبط منبه الفجر
bn: আপনার রাতের যিকির সম্পূর্ণ করুন এবং আপনার ফজর অ্যালার্ম সেট করুন
fa: ذکر شبانه خود را تکمیل کرده و زنگ فجر را تنظیم کنید
fr: Terminez votre dhikr nocturne et réglez votre alarme Fajr
id: Selesaikan dzikir malammu dan atur alarm Subuh
ms: Lengkapkan zikir malam dan tetapkan penggera Subuh
tr: Gece zikirlerini tamamla ve Sabah namazı alarmını kur.
ur: اپنا رات کا ذکر مکمل کریں اور اپنا فجر کا الارم سیٹ کریں

source: Complete!
ar: مكتمل!
bn: সম্পূর্ণ!
fa: تکمیل!
fr: Terminé !
id: Selesai!
ms: Selesai!
tr: Tamamlandı!
ur: مکمل!

source: Completed
ar: مكتمل
bn: সম্পন্ন
fa: تکمیل شده
fr: Terminé
id: Selesai
ms: Selesai
tr: Tamamlandı
ur: مکمل شدہ

source: Continue
ar: متابعة
bn: চালিয়ে যান
fa: ادامه
fr: Continuer
id: Lanjutkan
ms: Teruskan
tr: Devam Et
ur: جاری رکھیں

source: Continue Reading
ar: متابعة القراءة
bn: পড়া চালিয়ে যান
fa: ادامه خواندن
fr: Continuer la lecture
id: Lanjutkan Membaca
ms: Teruskan Bacaan
tr: Okumaya Devam Et
ur: پڑھنا جاری رکھیں

# Continue reading %@ from ayah %lld
source: Continue reading %1$@ from ayah %2$lld
ar: متابعة قراءة %1$@ من الآية %2$lld
bn: %2$lld আয়াত থেকে %1$@ পড়া চালিয়ে যান
fa: ادامه خواندن %1$@ از آیه %2$lld
fr: Continuer la lecture de %1$@ à partir du verset %2$lld
id: Lanjutkan membaca %1$@ dari ayat %2$lld
ms: Teruskan bacaan %1$@ dari ayat %2$lld
tr: %1$@'ı %2$lld. ayetten okumaya devam et
ur: %1$@ آیت %2$lld سے پڑھنا جاری رکھیں

source: Continue Reading Quran
ar: متابعة قراءة القرآن
bn: কুরআন পড়া চালিয়ে যান
fa: ادامه خواندن قرآن
fr: Continuer la lecture du Coran
id: Lanjutkan Membaca Al-Quran
ms: Teruskan Bacaan Al-Quran
tr: Kur'an Okumaya Devam Et
ur: قرآن پڑھنا جاری رکھیں

# Continue Reading Quran, Surah %lld, Ayah %lld
source: Continue Reading Quran, Surah %1$lld, Ayah %2$lld
ar: متابعة قراءة القرآن، السورة %1$lld، الآية %2$lld
bn: কুরআন পড়া চালিয়ে যান, সূরা %1$lld, আয়াত %2$lld
fa: ادامه خواندن قرآن، سوره %1$lld، آیه %2$lld
fr: Continuer la lecture du Coran, Sourate %1$lld, Verset %2$lld
id: Lanjutkan Membaca Al-Quran, Surah %1$lld, Ayat %2$lld
ms: Teruskan Bacaan Al-Quran, Surah %1$lld, Ayat %2$lld
tr: Kur'an Okumaya Devam Et, Sure %1$lld, Ayet %2$lld
ur: قرآن پڑھنا جاری رکھیں، سورت %1$lld، آیت %2$lld

source: Conversation not found.
ar: لم يتم العثور على المحادثة.
bn: কথোপকথন পাওয়া যায়নি।
fa: گفتگو یافت نشد.
fr: Conversation introuvable.
id: Percakapan tidak ditemukan.
ms: Perbualan tidak dijumpai.
tr: Görüşme bulunamadı.
ur: گفتگو نہیں ملی۔

source: Copied
ar: تم النسخ
bn: কপি করা হয়েছে
fa: کپی شد
fr: Copié
id: Disalin
ms: Disalin
tr: Kopyalandı
ur: کاپی ہو گیا

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
bn: ক্লিপবোর্ডে কপি করা হয়েছে
fa: در کلیپ‌بورد کپی شد
fr: Copié dans le presse-papiers
id: Disalin ke papan klip
ms: Disalin ke papan keratan
tr: Panoya kopyalandı
ur: کلپ بورڈ میں کاپی ہو گیا

source: Copy
ar: نسخ
bn: কপি
fa: کپی
fr: Copier
id: Salin
ms: Salin
tr: Kopyala
ur: کاپی

source: Copy message
ar: نسخ الرسالة
bn: বার্তা কপি করুন
fa: کپی پیام
fr: Copier le message
id: Salin pesan
ms: Salin mesej
tr: Mesajı kopyala
ur: پیغام کاپی کریں

source: Could not find or create calendar.
ar: تعذر العثور على التقويم أو إنشاؤه.
bn: ক্যালেন্ডার খুঁজে পাওয়া বা তৈরি করা যায়নি।
fa: تقویم یافت یا ساخته نشد.
fr: Impossible de trouver ou créer le calendrier.
id: Tidak dapat menemukan atau membuat kalender.
ms: Tidak dapat mencari atau mencipta kalendar.
tr: Takvim bulunamadı veya oluşturulamadı.
ur: کیلنڈر نہیں مل سکا یا بنایا نہیں جا سکا۔

source: Could not log prayer. Please try again in the app.
ar: تعذر تسجيل الصلاة. يرجى المحاولة مرة أخرى في التطبيق.
bn: নামাজ লগ করা যায়নি। অ্যাপে আবার চেষ্টা করুন।
fa: نماز ثبت نشد. لطفاً دوباره در برنامه امتحان کنید.
fr: Impossible d'enregistrer la prière. Veuillez réessayer dans l'application.
id: Tidak dapat mencatat shalat. Harap coba lagi di aplikasi.
ms: Tidak dapat merekod solat. Sila cuba lagi dalam aplikasi.
tr: Namaz kaydedilemedi. Lütfen uygulamada tekrar deneyin.
ur: نماز لاگ نہیں ہو سکی۔ براہ کرم ایپ میں دوبارہ کوشش کریں۔

source: Could not play adhan.
ar: تعذر تشغيل الأذان.
bn: আযান বাজানো যায়নি।
fa: اذان پخش نشد.
fr: Impossible de jouer l'adhan.
id: Tidak dapat memutar adzan.
ms: Tidak dapat mainkan azan.
tr: Ezan çalınamadı.
ur: اذان نہیں بج سکی۔

source: Current: %@
ar: الحالي: %@
bn: বর্তমান: %@
fa: فعلی: %@
fr: Actuel : %@
id: Saat ini: %@
ms: Semasa: %@
tr: Şu Anki: %@
ur: موجودہ: %@

source: Customize
ar: تخصيص
bn: কাস্টমাইজ
fa: سفارشی‌سازی
fr: Personnaliser
id: Sesuaikan
ms: Sesuaikan
tr: Özelleştir
ur: اپنی مرضی کے مطابق

source: Customize Settings
ar: تخصيص الإعدادات
bn: সেটিংস কাস্টমাইজ করুন
fa: سفارشی‌سازی تنظیمات
fr: Personnaliser les réglages
id: Sesuaikan Pengaturan
ms: Sesuaikan Tetapan
tr: Ayarları Özelleştir
ur: ترتیبات اپنی مرضی کے مطابق بنائیں

source: Daily Hadith
ar: حديث اليوم
bn: দৈনিক হাদিস
fa: حدیث روزانه
fr: Hadith du jour
id: Hadis Harian
ms: Hadis Harian
tr: Günlük Hadis
ur: روزانہ حدیث

# Daily Hadith from %@. %@. Narrated by %@
source: Daily Hadith from %1$@. %2$@. Narrated by %3$@
ar: حديث اليوم من %1$@. %2$@. رواه %3$@
bn: %1$@ থেকে দৈনিক হাদিস। %2$@। %3$@ বর্ণনা করেছেন
fa: حدیث روزانه از %1$@. %2$@. روایت شده توسط %3$@
fr: Hadith du jour de %1$@. %2$@. Rapporté par %3$@
id: Hadis Harian dari %1$@. %2$@. Diriwayatkan oleh %3$@
ms: Hadis Harian dari %1$@. %2$@. Diriwayatkan oleh %3$@
tr: %1$@'dan Günlük Hadis. %2$@. %3$@ tarafından rivayet edilmiştir
ur: %1$@ سے روزانہ حدیث۔ %2$@۔ بیان کردہ %3$@

source: Daily Practice
ar: الممارسة اليومية
bn: দৈনিক অনুশীলন
fa: تمرین روزانه
fr: Pratique quotidienne
id: Praktik Harian
ms: Amalan Harian
tr: Günlük İbadet
ur: روزانہ عمل

source: Daily Prayer Times
ar: أوقات الصلاة اليومية
bn: দৈনিক নামাজের সময়সূচি
fa: اوقات نماز روزانه
fr: Horaires de prière quotidiens
id: Waktu Shalat Harian
ms: Waktu Solat Harian
tr: Günlük Namaz Vakitleri
ur: روزانہ نماز کے اوقات

source: Daily Verse
ar: آية اليوم
bn: দৈনিক আয়াত
fa: آیه روزانه
fr: Verset du jour
id: Ayat Harian
ms: Ayat Harian
tr: Günün Ayeti
ur: روزانہ آیت

# Daily Verse, Surah %lld Ayah %lld. %@
source: Daily Verse, Surah %1$lld Ayah %2$lld. %3$@
ar: آية اليوم، السورة %1$lld الآية %2$lld. %3$@
bn: দৈনিক আয়াত, সূরা %1$lld আয়াত %2$lld। %3$@
fa: آیه روزانه، سوره %1$lld آیه %2$lld. %3$@
fr: Verset du jour, Sourate %1$lld Verset %2$lld. %3$@
id: Ayat Harian, Surah %1$lld Ayat %2$lld. %3$@
ms: Ayat Harian, Surah %1$lld Ayat %2$lld. %3$@
tr: Günün Ayeti, Sure %1$lld Ayet %2$lld. %3$@
ur: روزانہ آیت، سورت %1$lld آیت %2$lld۔ %3$@

source: Data & Privacy
ar: البيانات والخصوصية
bn: ডেটা এবং গোপনীয়তা
fa: داده‌ها و حریم خصوصی
fr: Données et confidentialité
id: Data & Privasi
ms: Data & Privasi
tr: Veri ve Gizlilik
ur: ڈیٹا اور رازداری

source: Data Categories
ar: فئات البيانات
bn: ডেটা বিভাগ
fa: دسته‌بندی‌های داده
fr: Catégories de données
id: Kategori Data
ms: Kategori Data
tr: Veri Kategorileri
ur: ڈیٹا کے زمرے

source: Data Sources
ar: مصادر البيانات
bn: ডেটা উৎস
fa: منابع داده
fr: Sources de données
id: Sumber Data
ms: Sumber Data
tr: Veri Kaynakları
ur: ڈیٹا کے ذرائع

source: Database '%@' not found in bundle
ar: قاعدة البيانات '%@' غير موجودة
bn: বান্ডেলে ডাটাবেস '%@' পাওয়া যায়নি
fa: پایگاه داده «%@» در بسته یافت نشد
fr: Base de données « %@ » introuvable dans le bundle
id: Database '%@' tidak ditemukan dalam bundle
ms: Pangkalan data '%@' tidak dijumpai dalam bundle
tr: '%@' veritabanı pakette bulunamadı
ur: ڈیٹا بیس '%@' بنڈل میں نہیں ملا

source: Date
ar: التاريخ
bn: তারিখ
fa: تاریخ
id: Tanggal
ms: Tarikh
tr: Tarih
ur: تاریخ

# Day %lld of %lld
source: Day %1$lld of %2$lld
ar: اليوم %1$lld من %2$lld
bn: %2$lld এর %1$lld দিন
fa: روز %1$lld از %2$lld
fr: Jour %1$lld sur %2$lld
id: Hari %1$lld dari %2$lld
ms: Hari %1$lld daripada %2$lld
tr: Gün %1$lld / %2$lld
ur: %2$lld میں سے دن %1$lld

source: Day of Arafah
ar: يوم عرفة
bn: আরাফার দিন
fa: روز عرفه
fr: Jour d'Arafat
id: Hari Arafah
ms: Hari Arafah
tr: Arefe Günü
ur: عرفہ کا دن

source: Day of Arafah Duas
ar: أدعية يوم عرفة
bn: আরাফার দিনের দোয়া
fa: دعاهای روز عرفه
fr: Dou'as du jour d'Arafat
id: Doa Hari Arafah
ms: Doa Hari Arafah
tr: Arefe Günü Duaları
ur: عرفہ کے دن کی دعائیں

source: day streak
ar: سلسلة أيام
bn: দিন ধারাবাহিকতা
fa: روزهای متوالی
fr: jours de série
id: capaian beruntun harian
ms: pencapaian hari
tr: gün serisi
ur: دن کا سلسلہ

source: Day Streak
ar: سلسلة الأيام
bn: দিন ধারাবাহিকতা
fa: روزهای متوالی
fr: Série de jours
id: Capaian Beruntun Harian
ms: Pencapaian Hari
tr: Gün Serisi
ur: دن کا سلسلہ

source: Deductible Liabilities
ar: الالتزامات القابلة للخصم
bn: কর্তনযোগ্য দায়
fa: بدهی‌های قابل کسر
fr: Dettes déductibles
id: Kewajiban yang Dapat Dikurangkan
ms: Liabiliti Boleh Tolak
tr: İndirilebilir Borçlar
ur: قابل کٹوتی ذمہ داریاں

source: Delete
ar: حذف
bn: মুছুন
fa: حذف
fr: Supprimer
id: Hapus
ms: Padam
tr: Sil
ur: حذف

source: Delete %@?
ar: حذف %@؟
bn: %@ মুছবেন?
fa: حذف %@؟
fr: Supprimer %@ ?
id: Hapus %@?
ms: Padam %@?
tr: %@ silinsin mi?
ur: %@ حذف کریں؟

source: Delete All
ar: حذف الكل
bn: সব মুছুন
fa: حذف همه
fr: Tout supprimer
id: Hapus Semua
ms: Padam Semua
tr: Tümünü Sil
ur: سب حذف کریں

source: Delete All Data
ar: حذف جميع البيانات
bn: সমস্ত ডেটা মুছুন
fa: حذف همه داده‌ها
fr: Supprimer toutes les données
id: Hapus Semua Data
ms: Padam Semua Data
tr: Tüm Verileri Sil
ur: تمام ڈیٹا حذف کریں

source: Delete All Data?
ar: حذف جميع البيانات؟
bn: সমস্ত ডেটা মুছবেন?
fa: حذف همه داده‌ها؟
fr: Supprimer toutes les données ?
id: Hapus Semua Data?
ms: Padam Semua Data?
tr: Tüm Veriler Silinsin mi?
ur: تمام ڈیٹا حذف کریں؟

source: Delete All Downloads
ar: حذف جميع التنزيلات
bn: সমস্ত ডাউনলোড মুছুন
fa: حذف همه دانلودها
fr: Supprimer tous les téléchargements
id: Hapus Semua Unduhan
ms: Padam Semua Muat Turun
tr: Tüm İndirmeleri Sil
ur: تمام ڈاؤن لوڈز حذف کریں

source: Delete All Downloads?
ar: حذف جميع التنزيلات؟
bn: সমস্ত ডাউনলোড মুছবেন?
fa: حذف همه دانلودها؟
fr: Supprimer tous les téléchargements ?
id: Hapus Semua Unduhan?
ms: Padam Semua Muat Turun?
tr: Tüm İndirmeler Silinsin mi?
ur: تمام ڈاؤن لوڈز حذف کریں؟

source: Delete bookmark
ar: حذف الإشارة المرجعية
bn: বুকমার্ক মুছুন
fa: حذف نشانک
fr: Supprimer le favori
id: Hapus penanda
ms: Padam penanda buku
tr: Yer imini sil
ur: بک مارک حذف کریں

source: Delete Download?
ar: حذف التنزيل؟
bn: ডাউনলোড মুছবেন?
fa: حذف دانلود؟
fr: Supprimer le téléchargement ?
id: Hapus Unduhan?
ms: Padam Muat Turun?
tr: İndirme Silinsin mi?
ur: ڈاؤن لوڈ حذف کریں؟

source: Delete Everything
ar: حذف كل شيء
bn: সবকিছু মুছুন
fa: حذف همه چیز
fr: Tout supprimer
id: Hapus Semuanya
ms: Padam Semua
tr: Her Şeyi Sil
ur: سب کچھ حذف کریں

source: Deleting a category only removes that data. Your app settings and preferences are not affected.
ar: حذف فئة يزيل تلك البيانات فقط. إعدادات التطبيق وتفضيلاتك لن تتأثر.
bn: একটি বিভাগ মুছলে শুধুমাত্র সেই ডেটা সরানো হয়। আপনার অ্যাপ সেটিংস এবং পছন্দগুলি প্রভাবিত হয় না।
fa: حذف یک دسته‌بندی فقط آن داده را حذف می‌کند. تنظیمات و ترجیحات برنامه شما تحت تأثیر قرار نمی‌گیرند.
fr: Supprimer une catégorie ne supprime que ces données. Vos réglages et préférences d'application ne sont pas affectés.
id: Menghapus kategori hanya menghapus data tersebut. Pengaturan dan preferensi aplikasi Anda tidak terpengaruh.
ms: Memadam kategori hanya membuang data tersebut. Tetapan dan keutamaan aplikasi anda tidak terjejas.
tr: Bir kategoriyi silmek yalnızca o veriyi kaldırır. Uygulama ayarlarınız ve tercihleriniz etkilenmez.
ur: زمرہ حذف کرنے سے صرف وہ ڈیٹا ہٹتا ہے۔ آپ کی ایپ کی ترتیبات اور ترجیحات متاثر نہیں ہوتیں۔

source: Description
ar: الوصف
bn: বিবরণ
fa: توضیحات
id: Deskripsi
ms: Penerangan
tr: Açıklama
ur: تفصیل
